<%@ page contentType="text/html;charset=UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/functions" prefix="fn"%>
<c:set var="ctx" value="${pageContext.request.contextPath}" />



<span id="sitemeshtitle" style="display: none">title_money</span>


<title>世宇游戏-隐私声明</title>


      <div class="container">
        <h1>隐私声明</h1>
        <hr>
         <p>欢迎访问本站。中山市世宇动漫科技有限公司旗下产品包括：模拟机系列、嘉年华机系列、儿童机系列、礼品机系列、室内小型机械系列和室外机动游戏机系列等。以下文字公开我公司旗下所有网站对信息收集和使用的情况，我们制定了隐私保护制度以保护您的隐私，在您使用我公司网站提供的服务前，请您仔细阅读以下声明。</p>

        <h3>注册信息</h3>
        <ul>
        <li>1、用户应自行诚信向本站提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且世宇科技网保留终止用户使用世宇科技网各项服务的权利。</li>
        <li>2、用户在本站进行浏览、下单购物等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，除非得到用户的授权或法律另有规定，本站不会向外界披露用户隐私信息。</li>
        <li>3、用户注册成功后，将产生用户名和密码等账户信息，您可以根据本站规定改变您的密码。用户应谨慎合理的保存、使用其用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本站并向公安机关报案。</li>
        <li>4、用户同意，世宇商城拥有通过邮件、短信电话等形式，向在本站注册、购物用户、收货人发送订单信息、促销活动等告知信息的权利。</li>
        <li>5、用户不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</li>
        <li>6、用户同意，世宇商城有权使用用户的注册信息、用户名、密码等信息，登陆进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。可以且应立即停止接受世宇科技网网站依据本协议提供的服务；如用户继续使用本网站提供的服务的，即视为同意更新后的协议。世宇科技网建议您在使用本站之前阅读本协议及本站的公告。 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性</li>
        </ul>
        <h3>保护隐私原则</h3>
        <p>本站将对用户所提供的资料进行严格的管理及保护，本站将使用相应的技术，防止您的个人资料丢失、被盗用或遭篡改。但请注意在因特网上不存在“完善的安全措施”，因此我们不承诺上述资料绝对安全。我们不会向任何第三方提供，出售，出租，分享和交易用户的个人信息，除非本站和第三方一起为用户提供服务，在该服务结束后将禁止第三方访问这些资料。当我们被法律强制或依照政府要求提供您的信息时我们将善意地披露您的资料。</p>

        <h3>外部链接</h3>
        <p>本网站可能包含链接到其他网站的地址，我们可能在需要的时候增加商业伙伴的网站链接，但是提供给他们的将仅仅是综合信息，我们将不会公开您的身份。</p>


        <h3>免责条款</h3>
        <p>在如下情况下，本站将不对您的隐私泄露承担责任：</p>
        <ul>
          <li>您同意让第三方共享资料；</li>
          <li>您同意公开你的个人资料，享受为您提供的产品和服务；</li>
          <li>本站需要听从法庭传票、法律命令或遵循法律程序；</li>
          <li>因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用。</li>
        </ul>

        <h3>邮件,短信,邮寄广告</h3>
        <p>本公司保留通过邮件、短信、邮寄广告的形式，对本公司网站注册、购物用户发送订单信息、促销活动等告知服务的权利。如果您在本公司网站注册、购物，表明您已默示同意接受此项服务。如果您不想接收来自本公司的邮件、短信或邮寄广告，您可以向本公司客服提出退阅申请，并注明您的E-mail地址、手机号或相关地址信息，本公司会在收到申请后为您办理退阅。</p>

        <h3>修改您的资料</h3>
        <p>您可以随时在成功登录本网站后修改或者更新您的个人信息和密码。</p>

        <h3>联系我们</h3>
        <p>如果您对本隐私声明、隐私保护措施以及您在使用中的问题有任何意见和建议，请及时和我们联系:http://www.zs-shiyu.com</p>
      </div>
    </div>
